<?php

declare(strict_types = 1);

return [
    'title' => 'Размещение',
    'form' => [
        'dashboard' => 'Главная',
        'name' => 'Название',
    ],
    'index' => [
        'table'   => [
            'headers' => [
                'name' => 'Название',
                'edit' => 'Редактировать',
            ],
        ],
    ],
    'create' => [
        'title' => 'Создать размещение',
    ],
    'edit' => [
        'title' => 'Редактировать размещение',
    ],
    'messages' => [
        'stored' => 'Размещение успешно сохранено!',
        'updated' => 'Размещение успешно обновлено!',
        'deleted' => 'Размещение успешно удалено!',
    ],
];
